acClimate2.0_api/app/controllers/api/v1/guesses_controller.rb

    def index
        @guesses = Guess.all
---
SELECT "guesses".* FROM "guesses"